Repository: stevendinggang/stringkey
Catalog: New/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, th, tr, vi, zh_hant, zh_hk

source: 订阅商品属于自动续期项目，您可以随时取消订阅。我们提供按年和按月订阅，确认购买后，系统将从您的 iTunes 账户中扣费。除非在账单周期结束前至少24小时关闭自动续订，否则将自动续订。您可以转到 iTunes 账户设置来管理订阅并关闭自动订阅。更多详情请查看 %1$@｜%2$@｜%3$@
ar: الاشتراك في هو المنتج مشروع تجديد تلقائي، يمكنك إلغاء الاشتراك في أي وقت. نحن نقدم اشتراكات سنوية وشهرية، وسيتم الخصم من حساب iTunes الخاص بك بعد التأكيد على الشراء. سيتم تجديد الاشتراك تلقائيًا ما لم يتم إنهاء التجديد التلقائي قبل 24 ساعة على الأقل من نهاية دورة الفاتورة. يمكنك الانتقال إلى إعدادات الحساب في iTunes لإدارة الاشتراكات وإيقاف الاشتراك التلقائي. لمزيد من التفاصيل، يرجى الاطلاع على %1$@｜%2$@｜%3$@
de: Abonnement Produkte sind automatische Verlängerungsprojekte, die Sie jederzeit kündigen können. Wir bieten Abonnements jährlich und monatlich an, und nach der Kaufbestätigung wird der Betrag von Ihrem iTunes-Konto abgebucht. Sofern die automatische Verlängerung nicht mindestens 24 Stunden vor Ende des Abrechnungszeitraums deaktiviert wird, verlängert sich diese automatisch. Sie können Ab Ihronnement verwalten und die automatische Verlängerung in den iTunes-Kontoeinstellungen deaktivieren. Weitere Details finden Sie unter %1$@｜%2$@｜%3$@
en: The subscription product is set to auto-renew. You can cancel your subscription at any time. We offer annual and monthly subscription options. Upon confirmation of purchase, your Apple account will be charged. The subscription will automatically renew unless auto-renewal is turned off at least 24 hours before the end of the current billing period. You can manage your subscription and turn off auto-renewal by going to your account settings. For more details, please refer to %1$@｜%2$@｜%3$@.
es: La suscripción al producto es plan un de renovación automática que puedes cancelar en cualquier momento. Ofrecemos suscripciones anuales y mensuales, y después de confirmar la compra, el sistema deducirá la tarifa de tu cuenta de iTunes. A menos que desactives la renovación al automática menos 24 horas antes del final del ciclo de facturación, la suscripción se renovará automáticamente. Puedes ir a la configuración de la cuenta de iTunes para gestionar la suscripción y desactivar la renovación automática. Para más detalles, consulta %1$@｜%2$@｜%3$@
fr: Les abonnements aux produits sont renouvelés automatiquement; vous pouvez annuler à tout moment. Nous offrons des abonnements annuels et mensuels. Suite à la confirmation de votre achat, le montant sera débité de votre compte iTunes. À moins que vous ne désactiviez le renouvellement automatique au moins 24 heures avant la fin de la période de facturation, l'abonnement sera renouvelé automatiquement. Vous pouvez gérer et désactiver le renouvellement automatique dans les paramètres de votre compte iTunes. Pour plus de détails, veuillez consulter %1$@｜%2$@｜%3$@
id: Produk berlangganan proyek per adalahpanjangan otomatis, Anda dapat membatalkan langganan kapan saja. Kami menawarkan langganan tahunan dan bulanan, setelah konfirmasi pembelian, sistem akan memotong biaya dari akun iTunes Anda. Kecuali jika Anda menonaktifkan perpanjangan otomatisidak setnya 24 jam sebelum akhir siklus tagihan, itu akan diperpanjang secara otomatis Anda. dapat pergi ke pengaturan akun iTunes untuk mengelola langgan danan menonaktifkan langganan otomatis. Untuk informasi lebih lanjut, silakan lihat1 %$@｜%2$@｜%3$@
it: L'abbonamento ai prodotti è un'opzione di rinnovo automatico. Puoi annullare l’abbonamento in qualsiasi momento. Offriamo abbonamenti annuali e mensili. Dopo la conferma dell'acquisto, il sistema addebiterà il costo sul tuo account iTunes. A meno che non venga disattivato il rinnovo automatico almeno 24 ore prima della fine del ciclo di fatturazione, il rinnovo verrà effettuato automaticamente. Puoi andare nelle impostazioni dell'account iTunes per gestire il tuo abbonamento e disattivare il rinnovo automatico. Per maggiori dettagli, consulta %1$@｜%2$@｜%3$
ja: サブスクリションプ商品は自動更新項目に属しており、いつでも購読をキャンセルできます。年と月ごとのサブスクリプションを提供しており、購入確認後、システムはあなたの iTunesアカウントから料金を引き落とします。請求期間が終了する少なくとも24時間前に自動更新をオフにしない限り、自動的に更新されます。サブスクリプションを管理し、自動更新をオフにするには、iTunesアカウント設定に移動します。詳細については、%1$@｜2%$@｜%3$@をご覧ください。
ko: 구독 상품은 자동 갱신 항목에 속하며,든지 구독을 취소할 수 있습니다. 우리는 연간 및 월간 구독을 제공하며, 구매 확인 후 시스템은 당신의 i 계Tunes정에서 비용을 청구합니다. 청구 주기가 끝나기 최소 24시간 전에 자동 갱신을 해제하지 않는 한 자동으로 갱신됩니다. 구독을 관리하고 자동 갱신을 해제면 i하려Tunes 계정 설정으로 이동할 수 있습니다. 자세한 내용은 %1$@｜%2$@｜%3$@을 참조하세요.
nl: Abonnementsartikelen maken deel uit van een automatisch verlengingsplan, dat je op elk moment kunt annuleren. We bieden jaarlijkse en maandelijkse abonnementen aan. Na bevestiging van de aankoop wordt het bedrag van je iTunes-account afgeschreven. Tenzij je automatische verlenging ten minste 24 uur voor het einde van de factureringsperiodechakelt, wordt het abonnement automatisch verlengd. Je kunt naar de instellingen van je iTunes-account gaan om je abonnement te beheren en automatische verlenging uit te schakelen. Voor meer details, bekijk %1$@｜%2$@｜%3$@.
pl: Subskrypcyjny produkt jest projektem automatycznego odnawiania. Możesz anulować subskrypcję w dowol momnymencie. Oferujemy subryskpcje roczne i miesięczne, pot powierdzeniu zakupu opłata zostanie pobrana z Twojego konta i.Tunes Jeśli automatyczne odnawianie nie zostanie wyłączone co najm niej24 godziny przed końcem okresu rozliczeniowego, subskrypcja zostanie automatycznie odnowiona. Możesz przejść do ustawień konta iTunes, aby zarządzać subskrypcjami i wyłączyć automatyczne odnawianie. Więcej szczegółów znajdziesz pod: %1$@｜%2$@｜%3$@
pt_br: Os produtos de assinatura são projetos de renovação automática, você pode cancelar a assinatura a qualquer momento. Oferecemos assinaturas anuais e mensais, e após a confirmação da compra, o sistema deduz doirá seu conta iTunes. A renovação automática ocorrerá, a menos que seja desativada pelo menos 24 horas antes do final do ciclo de faturamento. Você pode ir até as configurações da conta iTunes para gerenciar e desativar assinaturas. Para mais detalhes, consulte %1$@｜%2$@｜%3$@
pt_pt: Os produtos de subscrição são de renovação automática, pode cancelar a subscrição a qualquer momento. Oferecemos subscrições anuais e mensais, após a confirmação da compra, o sistema descontará do seu conta do iTunes. A não ser que desative a renovação automática pelo menos 24 horas antes do fim do ciclo deação fatur, será automaticamente renovado. Pode ir às configurações do conta do iTunes para gerir e desativar a subscrição automática. Para mais detalhes, consulte %1$@｜%2$@｜%3$@
ru: Подписка на товары является проектом с автоматическим продлением вы можете отменить подписку в любое время. Мы предлагаем подписку на год и на месяц, после подтверждения покупки система снимет оплату с вашего аккаунта iTunes. Если автоматическое продление не будет выключено за 24 часа до окончания расчетного периода, подписка продлится автоматически. Вы можете управлять подписками и отключить автоматическое продление в настройках аккаунта iTunes. Для получения дополнительной информации, пожалуйста, ознакомьтесь с %1$@｜2%$@｜%3$@
th: สินค้าถูกสมัครสมาชิกต่ออัตโนมัติ คุณสามารถยกเลิกได้ทุกเมื่อ เราเสนอบริการรายปีและรายเดือน คเฟอนิร์มซื้อแล้วจะ ระบบหักเงินจากบัญชี iTunes ของคุณ โดยหากไม่ยกเลิกอัตโนมัติอย่างน้อย 24 ชั่วโมงก่อน้นสุดรสิอบบิล จะต่ออัตโนมัติ คุณสามารถจัดการการสมัครได้ที่การตั้งค่าบัญชี iTunes และปิดการสมัครอัตโนมัติ อ่านรายละเอียดเพิ่มเติมได้ที่ %1$@｜%2$@｜%3$@
tr: Abonelik Ürünleri Otomatik Yenileme Projesine Airitt, Aboneliği İstediğiniz Zaman İptal Edebilirsiniz. Yıllık ve Aylık Abonelik Sunmaktayız, Satın Almayı Onayladıktan Sonra, Sistem iTunes Hesabınızdan Ücret Tahsil Edecektir. Fatura Dönemi Sonundan En Az 24 Saat Önce Otomatik Yenilemeyi Kapatmadığınız Sürece Otomatik Yenileme Yapılacaktır. Abonelik Yönetimi veom Otatik Yenileme Kapatma için iTunes Hesap Ayarlarına Giderek Daha Fazla Detay İçin %1$@|%2@$|%3$@ İnceleyin
vi: Sản phẩm đăng ký được thiết lập để tự động gia hạn. Bạn có thể hủy đăng ký bất kỳ lúc nào. Chúng tôi cung cấp các tùy chọn đăng ký hàng năm và hàng tháng. Sau khi xác nhận mua hàng, tài khoản Apple của bạn sẽ bị tính phí. Đăng ký sẽ tự động gia hạn trừ khi tắt tính năng tự động gia hạn ít nhất 24 giờ trước khi kết thúc kỳ thanh toán hiện tại. Bạn có thể quản lý đăng ký của mình và tắt tính năng tự động gia hạn bằng cách vào cài đặt tài khoản. Để biết thêm chi tiết, vui lòng tham khảo %1$@｜%2$@｜%3$@
zh_hant: 訂閱商品屬於自動續期項目，您可以隨時取消訂閱。我們提供按年和按月訂閱，確認購買後，系統將從您的 iTunes 帳戶中扣費。非除在賬單周期結束前至少24小時關閉自動續訂，否則將自動續訂。您可以轉到 iTunes 帳戶設置來管理訂閱並關閉自動訂閱。更多詳情請 %查看1$@｜%2$@｜%3$@
zh_hk: 訂閱商品屬於自動續期項目，您可以隨時取消訂閱。我們提供按年和按月訂閱，確認購買後，系統將從您的 iTunes 賬戶中扣費。除非在賬單週期結束前至少24小時關閉自動續訂，否則將自動續訂。您可以轉到 iTunes 賬設戶置來管理訂閱並關閉自動訂閱。更多詳情請查看 %1$@｜%2$@｜%3$@

source: 订阅商品属于自动续期项目，您可以随时取消订阅。我们提供按年和按月订阅，确认购买后，系统将从您的Apple 账户中扣费。除非在账单周期结束前至少24小时关闭自动续订，否则将自动续订。您可以转到账户设置来管理订阅并关闭自动订阅。更多详情请查看 %1$@｜%2$@｜%3$@
ar: الاشت فيراك المنتج هو مشروع تجديد تلقائي، يمكنك إلغاء الاشتراك في أي وقت. نحن نقدم اشتراكات سنوية وشهرية، وسيتم الخصم من حساب Apple الخاص بك بعد التأكيد على الشراء. سيتم تجديد الاشتراك تلقائيًا ما لم يتم إنهاء التجديد التلقائي قبل 24 ساعة على الأقل من نهاية دورة الفاتورة. يمكنك الانتقال إلى إعدادات الحساب لإدارة الاشتراكات وإيقاف الاشتراك التلقائي. لمزيد من التفاصيل، يرجىلاع الاط على %1$@｜%2$@｜%3$@
de: Das Abonnement für Waren ist eine automatische Verlängerung. Sie können das Abonnement jederzeit kündigen. Wir bieten Jahres- und Monatsabonnements an. Nach der Kaufbestätigung wird die Gebühr von Ihrem Apple-Konto abgezogen. Sofern die automatische Verlängerung nicht mindestens 24 vor Stunden Ende des Abrechnungszeitraums deaktiviert wird, erfolgt eine automatische Verlängerung. Sie können zu den Kontoeinstellungen gehen, um das Abonnement zu verwalten und die automatische Verlängerung zu deaktivieren. Weitere Details finden Sie unter %1$@｜%2$@｜%3$@.
en: The subscription product is set to auto-renew. You can cancel your subscription at any time. We offer annual and monthly subscription options. Upon confirmation of purchase, your Apple account will be charged. The subscription will automatically renew unless auto-renewal is turned off at least 24 hours before the end of the current billing period. You can manage your subscription and turn off auto-renewal by going to your account settings. For more details, please refer to %1$@｜%2$@｜%3$@.
es: La suscripción es un proyecto de renovación automática, y usted puede cancelar la suscripción en cualquier momento. Ofrecemos suscripciones anuales y mensuales, y después de confirmar la compra, el sistema deducirá importe el de su cuenta de. Apple A menos des queactive la renovación automática al menos 24 horas antes del final del ciclo de facturación, la suscripción se renovará automáticamente. Puede ir a la configuración de cuenta la para gestionar la suscripción y desactivar la renovación automática. Para más detalles, consulte %1$@｜%2$@｜%3$@
fr: L'abonnement aux produits est un projet de renouvellement automatique, que vous pouvez annuler à tout moment Nous. proposons des abonnements annuels et mensuels. Après confirmation de l'achat, le système débitera votre compte Apple. Sauf si renouvel lelement automatique est désactivé au moins24 heures avant la fin de la période de facturation, il sera automatiquement renouvelé. Vous pouvez gérer votre abonnement et désactiver le renouvellement automatique dans les paramètres de votre compte. Pour plus de détails, veuillez consulter %1$@｜%2$｜@%3$@
id: Produk berlangganan adalah proyek perpanjangan otomatis, Anda dapat membatalkan langganan kapan saja. Kami menawarkan langganan tahunan dan bulanan, setelah konfirmasi pembelian, sistem akan memotong biaya dari akun Apple Anda. Kecuali jika Anda menonaktifkan perpanjangan otomatis setidaknya 24 jam sebelum akhir siklus tagihan, itu akan diperpanjang secara otomatis. Anda dapat pergi ke pengaturan akun untuk mengelola langganan dan menonaktifkan langganan otomatis. Untuk informasi lebih lanjut, silakan lihat %1$@｜%2$@｜%3$@
it: Gli articoli in abbonamento sono aovo rinn automatico e possono essere annullati in qualsiasi momento. Offriamo abbonamenti annuali e mensili, che verranno addebitati sul tuo account Apple al momento della confer dellma'acquisto. A meno che il rinnovo automatico non venga disattivato almeno24 ore prima della fine del ciclo di fatturazione, l'abbonamento verrà rinnovato automaticamente. Puoi gestire e disattivare l'abbonamento nelle impostazioni account. Per ulteriori dettagli, % consulta1$@｜%2$@｜%3$@
ja: サブスクリプション商品は自動更新項目です。いつでもサブスクリプションをキャンセルできます。年間および月間サブスクリプションを提供しており、購入を確認すると、システムはAppleアカウントから料金を引き落とします。請求周期が終了する前に少なくとも24時間前に自動更新をオフにしない限り、自動的に更新されます。サブスクリプションを管理し、自動サブスクリプションをオフにするには、アカウント設定に移動できます。詳細については、%1$@｜%2$@｜%3$@をご確認。ください
ko: 구독 상품은 자동 갱신 항목으로, 언제든지 구독을 취소할 수 있습니다. 연간 및 월간 구독을 제공하며, 구매를 확인한 후 시스템이 귀하의 Apple 계정에서 결제를 청구합니다. 청구 주기가 종료되기 최소 24시간 전에 자동 갱신을 해제하지 않으면 자동으로 갱신됩니다. 계정 설정으로 이동하여 구독을 관리하고 자동 구독을 해제할 수 있습니다. 자세한 내용은 %1@$%｜2$@｜%3$@을(를) 참조하십시오.
nl: Abonnementsproducten zijn automatisch verlengende items en u kunt uw abonnement op elk moment annuleren. We bieden jaarlijkse en maandelijkse abonnementen aan. Na bevestiging van de aankoop wordt het bedrag van uw Apple-account afgeschreven. Tenzij u automatische verlenging ten minste 24 uur voor het einde van de factureringsperiode uitseltchak, wordt abonnement het automatisch verlengd. U kunt naar accountellingen gaaninst om uw abonnement te beheren en automatische verlenging te uit schakelen. Voor meer informatie kunt u kijken op %1$@｜%2$@｜%3$@
pl: Subskrypcyjny produkt jest projektem automatycznego odnawiania. Możesz anulować subskrypcję w dowolnym momencie. Oferujemy subskrypcje roczne i miesięczne, po potwierdzeniu zakupu opłata zostanie pobrana z Twojego konta Apple Jeśli autom.atyczneawian odnie nie zostanie wyłączone co najmniej24 godziny przed końcem okresu rozliczeniowego, subskrypc zostjaanie automatycznie odnowiona. Możesz przejść do ustawień konta, aby zarządzać subskrypcjami i wyłączyć automatyczne odnawianie. Więcej szczegółów znajdziesz pod: %1$@%｜2$@｜%3$@
pt_br: Os produtos de assinatura são projetos de renovação automática, você pode cancelar a assinatura a qualquer momento. Oferecemos assinaturas anuais e mensais, e após a confirmação da compra, o sistema deduzirá do seu conta Apple. A renovação automática ocorrerá, a menos que seja desativ peloada menos 24 horas antes do final do ciclo de faturamento. Você pode ir até as configurações da conta para gerenciar e desativar assinaturas. Para mais detalhes, consulte %1$@｜%2$@｜%3$@
pt_pt: Os produtos de subscrição são de renovação automática, pode cancelar a subscrição a qualquer momento. Oferecemos subscrições anuais e mensais, após a confirmação da compra, o sistema descontará da sua conta Apple. A não ser que desative a renovação automática pelo menos 24 horas antes do fim do ciclo de faturação, será automaticamente renovado. Pode ir a configurações da conta para gerir e desativar a subscrição automática. Para mais detalhes, consulte %1$@｜%2$@｜%3$@
ru: Подписка на относится товар к проекту с автоматическим продлением, вы можете отменить подписку в любое время. Мы предлагаем годовую и месячную подписку, после подтверждения покупки система спишет деньги с вашего Apple-аккаунта. Если автоматическое продление не будет отключено за 24 часа до конца расчетного периода, подписка будет автоматически продлена. Вы можете перейти в настройки аккаунта для управления подпиской и отключения автообновления. Более подробную информацию смотрите на %1$@｜%2$@｜3%$@
th: สินค้าถูกสมัครสมาชิกอต่อัตโนติมั คุณสามารถยกเลิกได้ทุกเมื่อ เราเสนอบริการรายปีและรายเดือน คอนเฟิร์มซื้อแล้ว ระบบจะหักเงินจากบัญชี Apple ของคุณ โดยหากไม่ยกเลิกอัตโนมัติอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดรอบิลบ จะต่ออัตโนมัติ คุณสามารถจัดการการสมัครได้ที่การตั้งค่าบัญชีและปิดการสมัครอัตโนมัติ อ่านรายละเอียดเพิ่มเติมได้ที่ %1$@｜%2$@｜%3$@
tr: onAbelik Ürünleri Otomatik Yenileme Projesine Aittir, Aboneliği İstediğiniz Zaman İptalde Ebilirsiniz. Yıllık ve Aylık Abonelik Sunmaktayız, Satın Almayı Onayladıktan Sonra, Sistem Apple Hesabınızdan Ücret Tahsilde Ecektir. Fatura Demiön Sonundan En Az 24 Saat Önce Otomatik Yenilemeyi Kapatmadığınız Sürece Otomatik Yenileme Yapılacaktır. Abonelik Yönetimi ve Otomatik Yenileme Kapatma için Hesap Aylarınaar Giderek Daha Fazla Detay İçin1 %$@|%2$@|%3$@ce İnleyinÖ
vi: Sản phẩm đăng ký được thiết lập để tự động gia hạn. Bạn có thể hủy đăng ký bất kỳ lúc nào. Chúng tôi cung cấp các tùy chọn đăng ký hàng năm và hàng tháng. Sau khi xác nhận mua hàng, tài khoản Apple của bạn sẽ bị tính phí. Đăng ký sẽ tự động gia hạn trừ khi tắt tính năng tự động gia hạn ít nhất 24 giờ trước khi kết thúc kỳ thanh toán hiện tại. Bạn có thể quản lý đăng ký của mình và tắt tính năng tự động gia hạn bằng cách vào cài đặt tài khoản. Để biết thêm chi tiết, vui lòng tham khảo %1$@｜%2$@｜%3$@
zh_hant: 訂閱商品屬於自動續期項目，您可以隨時取消訂閱。我們提供按年和按月訂閱，確認購買後，系統將從您的Apple 賬戶中扣費。除非在賬單週期結束前至少小24時關閉自動續，訂否則將自動續訂。您可以轉到賬戶設置來管理訂閱並關閉自動訂閱。詳更多情請查看 %1$@｜%2$@｜%3$@
zh_hk: 訂閱商品屬於自動續期項目，您可以隨時取消訂閱。我們提供年按和按月訂閱，確認購買後，系統將從您的賬戶Apple中扣費。除非在賬單週期結束前至少24小時關閉自動續，訂則否將自動續訂。您可以轉到賬戶置設來管理訂閱並關閉自訂動閱。更多詳情請查看 %1$@｜%2$@｜%3$@

source: 记录 ID %@ 不在结果字典中
ar: المعرف %@ غير موجود في نتيجة القاموس
de: Aufzeichnungs-ID %@ nicht im Ergebnissatz gefunden
en: Record ID %@ Found Not in Result Dictionary
es: Registro ID %@ no está en el diccionario de resultados
fr: 'LID d'enregistrement %@ n'est pas dans le dictionnaire des résultats
id: ID Catatan %@ Tidak Ada dalam Kamus HasilP
it: ID registro %@ non presente nel dizionario dei risultati
ja: 記録ID %@ が結果の辞書に存在しません
ko: 기록 ID %@ 는 결과 사전에 존재하지 않습니다
nl: Record ID %@ is niet inwoord resultaatboek
pl: Zapis ID %@ nie znajduje się w wynikowym słowniku
pt_br: Registro ID não %@ está no dicionário de resultados
pt_pt: ID do registo %@ não está no dicionário de resultados
ru: ID записи %@ отсутствует в результатах
th: บันทึก ID %@ ไม่มีในผลลัพธ์
tr: Kayıt ID %@ sonuç sözlüğünde yok
vi: ID ghi chép %@ không có trong từ điển kết quả
zh_hant: 記錄 ID %@ 不在結果字典中
zh_hk: 記錄 ID %@ 不在結果字典中

source: 记录和管理富士色彩配方
ar: سجل وإدارة وصفة ألوان فوجي
de: Rezepturen in Fuji-Farben dokumentieren und verwalten
en: Record and manage Fuji color recipes
es: Registrar y gestionar las fórmulas de colores de Fuji
fr: Enregistrer et gérer les formules de couleur Fuji
id: Catat dan Kelola Resep Warna Fuji
it: Registrare e gestire le Ricette del colore Fuji
ja: FUJIカラー設定を記録および管理する
ko: 기록 및 관리 후지컬러 공식
nl: Record en beheer Fuji-Recepten
pl: Zapisz i zarządzaj przepisami kolorystycznymi Fuji
pt_br: Registre e Gerencie Receita de Cor Fujifilm
pt_pt: Registar e Gerir Receita de Cores Fuji
ru: Записывайте и управляйте рецептами цвета Fujif
th: บันทึกและจัดการสูตรสีฟูจิ
tr: Fujifilm renk tariflerini kaydedin ve yönetin
vi: Ghi lại và quản lí recipe màu Fuji
zh_hant: 記錄和管理富士色彩配方
zh_hk: 記錄和管理富士色彩配方

source: 记录更新成功，但未返回记录
ar: تحديث الستمجل بنجاح، لكن لم يتم إرجاع السجل
de: Aufzeichnung erfolgreich aktualisiert, aber keine Rückgabe der Aufzeichnung
en: Record Updated Successfully, But No Record Returned
es: Registro actualizado con éxito, pero sin retorno de registro
fr: Enregistrement mis à jour avec succès, mais aucun enregistrement n'a été retourné
id: embaruan Catatan Berhasil, tetapi Catatan Tidak Dikembalikan
it: Registro aggiornato con successo, ma il registro non è restituito
ja: 記録の更新に成功しましたが、記録が返されませんでした
ko: 기록 업데이트 성공, 기록 그러나 반환되지 않음
nl: Record succesvol bijgewerkt, maar zonder terugkeerresultaat
pl: Aktualizacja zapisu zakoczńona sukcesem, ale nie zwrócono zapisu
pt_br: Registro Atualizado com Sucesso, mas Registro não Retornado
pt_pt: Atualização do registo bem sucedida, mas sem retorno de registo
ru: Запись успешно обновлена, но данные не возвращены
th: อัปเดบตันทึกสำเร็จ แต่ไม่ได้ส่งคืนบันทึก
tr: Kayıt güncelleme başarılı ancak kayıt döndürülmedi
vi: Ghi chép cập nhật thành công, không nhưng trả về ghi chép
zh_hant: 記錄更新成功，但未返回記錄
zh_hk: 記錄更新成功，但未返回記

source: 记录用户完成购买事件
ar: سجل حدث إتمام الشراء للمستخدم
de: Benutzerereignis „Kauf abgeschlossen“ aufzeichnen
en: Record User Purchase Event
es: Registro del evento de compra completado por el usuario
fr: Enregistrer l'événement d'achat de l'utilisateur
id: Catat Penyelesaian Pembelian Pengguna
it: Registra evento di acquisto completato dall'utente
ja: ユーザーの購入イベントを記録する
ko: 구매 완료 기록 이벤트
nl: Gebruiker voltooit aankoop
pl: Rejestracja zakończonego zakupu użytkownika
pt_br: Registrar Evento de Compra doário UsuContinu
pt_pt: Registar Evento de Conclusão de Compra do Utilizador
ru: Записать событие завершения покупки пользователем
th: บันทึกเหตุการณ์การซื้อของผู้ใช้สำเร็จ
tr: Kıcıullan satın alma etkinliğini kaydet
vi: Ghi lại sự hoàn kiện tất mua hàng của người dùng
zh_hant: 記錄用戶購買完成事件
zh_hk: 記錄錄用戶完成購買事件

source: 识别原图配方
ar: التعرف على صيغة الصورة الأصلية
de: Originalrezept erkennen
en: Identify Original Recipe
es: Reconocer receta en la imagen original
fr: Identifier la recette d'origine
id: Kenali Resep Gambar Original
it: riconoscimento della ricetta originale
ja: オリジナル画像レシピを識別
ko: 원본 레 이미지피시식 인
nl: Herken origineel receptFeedback
pl: poznRozaj przepis z oryginalnego obrazu
pt_br: Identificar receita da imagem original
pt_pt: Reconhecer a da imagem receita original
ru: Распознать оригинальный рецепт
th: ระบุสูตรภาพต้นฉบับ
tr: Orijinal resim tarifi tanımlama
vi: Nhận diện recipe màu từ ảnh gốc
zh_hant: 識別原圖配方
zh_hk: 識別原圖配方

source: 识别富士图片专属色彩参数
ar: التعرف على معلمات ألوان الصور الفريدة لفوجي
de: Fuji-spezifische Farbanalysen
en: Identify Fuji Exclusive Color Parameters
es: Reconocer parámetros de color exclusivos de imagen Fuji
fr: Reconnaître les paramètres de couleur exclusifs Fuji
id: Kenali Parameter Warna Eksklus Gifambar Fujifilm
it: riconoscimento dei parametri colore per immagini Fuji
ja: 富士画像専用色パラメータを識別
ko: 후지 이미지 전용 색상 매변개수 인식
nl: Herkennen Fuji-afbeeldingsspecifieke kleurparameters
pl: Rozpoznajikalne un dla Fujif paramilmetry kolorów obrazów
pt_br: Identificar parâmetros de cores exclusivos das imagens Fujifilm
pt_pt: Reconhecer parâmetros de cores exclusivas da imagem Fujifilm
ru: Распознавание уникальных цветовых параметров для фотографий Fuji
th: ระบุพารามิเตอร์สีเฉพาะในภาพของ Fuji
tr: Fujifilm resimlerine özgü renk parametrelerini tanıma
vi: Nhận diện thông số màu riêng của ảnh Fuji
zh_hant: 識別富士圖片專屬色彩參數
zh_hk: 識別富士圖片專屬色彩參數

source: 识别富士独有色彩参数
ar: التعرف على معلمات الألوان الفريدة من فوجي
de: Erkenne die einzigartigen Farbparameter vonif Fujilm
en: Identify Fujifilm's unique color parameters
es: Reconocer los parámetros de color únicos de Fujifilm
fr: Reconnaissance des paramètres de couleur exclusifs à Fujifilm
id: Kenali Parameter Warna Khas Fujifilm
it: Riconosci i parametri di colore unici di Fujifilm
ja: 富士独自の色彩パラメータを認識
ko: 후지 특유의 색상 매개 변수 인식
nl: Herken unieke kleurparameters van Fuji
pl: Rozpoznaj unikalne parametry kolorów Fujilmif
pt_br: Identificar de parâmetros cores únicos Fujifilm
pt_pt: Reconhecer parâmetros de cores exclusivas da Fujifilm
ru: Распознавание уникальных цветовых параметров Fujifilm
th: ระบุพารามิเตอร์สีเฉพาะของ Fuji
tr: Fujifilm'in benzersiz renk parametrelerini tanıma
vi: Nhận diện các số thông màu độc đáo của Fujifilm
zh_hant: 識別富士獨有色彩參數
zh_hk: 識別富士獨有色彩參數
